[
    {
        "path": "01725/00001/000019728.jpg",
        "cap": [
            "A close-up image of a single white and black Nike running shoe with yellow accents. The shoe features a black swoosh logo on the side, a white midsole, and a black outsole with yellow accents. The shoe is placed against a white background with a light source creating a shadow on the left side.",
            "Mizuno Wave Lightning Z Men"
        ],
        "resolution": {
            "height": 800,
            "width": 800
        },
        "aes": 4.918763160705566
    },
    {
        "path": "00948/00001/000012047.jpg",
        "cap": [
            "A complex electronic device with multiple buttons, screens, and dials is mounted on a stand with wheels. The device is connected to a hose, and there is a red cord on the floor. The scene appears to be indoors, possibly in a workshop or laboratory setting.",
            "1991 Shoda NC163 Router"
        ],
        "resolution": {
            "height": 1512,
            "width": 2016
        },
        "aes": 4.7514519691467285
    },
    {
        "path": "01381/00028/000280489.jpg",
        "cap": [
            "A red convertible car with a white stripe is parked inside a garage with a large American flag on the wall. The car has a white roof and is positioned next to other cars and a red sports car on a lift.",
            "1988 ford mustang"
        ],
        "resolution": {
            "height": 527,
            "width": 790
        },
        "aes": 5.172732353210449
    },
    {
        "path": "01827/00006/000067763.jpg",
        "cap": [
            "A plate of sushi rolls with a variety of fillings, including avocado and cucumber, topped with a generous amount of creamy yellow sauce. The rolls are neatly arranged on a white plate, with some rolls overlapping each other slightly. The sauce is generously applied, covering the rolls and creating a visually appealing presentation.",
            "R12. New Mexico Roll (6 pcs)"
        ],
        "resolution": {
            "height": 533,
            "width": 533
        },
        "aes": 5.33841609954834
    },
    {
        "path": "02644/00000/000000612.jpg",
        "cap": [
            "A woman in a blue dress with a black belt and red shoes stands in front of a colorful graffiti wall. She is holding a book in her right hand and a blue handbag in her left hand.",
            "METISU Fall 2018 Dress, OOTD in Style"
        ],
        "resolution": {
            "height": 700,
            "width": 700
        },
        "aes": 5.056560039520264
    },
    {
        "path": "00832/00018/000186869.jpg",
        "cap": [
            "A residential street lined with trees and houses. The street is empty, with no cars or pedestrians visible. The sun is shining through the trees, casting shadows on the road. There is a mailbox on the sidewalk near the houses.",
            "The 200 block of Covina Boulevard in the unincorporated Bassett community near La Puente is seen in a Google Maps Street View image."
        ],
        "resolution": {
            "height": 748,
            "width": 1445
        },
        "aes": 4.237576961517334
    },
    {
        "path": "00641/00033/000334149.jpg",
        "cap": [
            "A red classic car with a black top is parked in a showroom surrounded by other vintage cars. The car has a distinctive front grille and a license plate that reads '1'. The showroom has a concrete floor and is well-lit, with a visible door and a window in the background.",
            "Large Picture of Classic 1969 Road Runner Offered by American Classic Car Sales - LEQT"
        ],
        "resolution": {
            "height": 960,
            "width": 1280
        },
        "aes": 4.727699279785156
    },
    {
        "path": "01858/00016/000161823.jpg",
        "cap": [
            "A close-up of a ginger cat with striking green eyes, looking directly at the camera. The cat has a white patch on its chest and is wearing a blue collar with a tag. The background is softly blurred, featuring green foliage and a hint of a wooden fence.",
            "SHOULD INDOOR CATS WEAR COLLARS? HOW TO DECIDE"
        ],
        "resolution": {
            "height": 640,
            "width": 1280
        },
        "aes": 5.301753044128418
    },
    {
        "path": "00039/00017/000174518.jpg",
        "cap": [
            "A close-up of a gold chain with a heart-shaped pendant, resting on a red velvet cloth. The chain is coiled and the pendant is partially visible, with the heart shape and some of the chain's links clearly defined.",
            "dp wide plated karat gold necklace s men amazon chain rope chains com inch"
        ],
        "resolution": {
            "height": 1000,
            "width": 1000
        },
        "aes": 5.1791534423828125
    },
    {
        "path": "01961/00027/000278574.jpg",
        "cap": [
            "A detailed invoice with various sections including a header with 'BILL OF LADING' and 'BILL OF LADING NUMBER' at the top. Below this, there is a section for 'SHIPPER'S INSTRUCTIONS' followed by 'BILL OF LADING NUMBER' and 'PRO NUMBER'. The invoice also includes sections for 'SHIPPER'S INFORMATION', 'CONSIGNEE'S INFORMATION', 'BILL OF LADING NUMBER', 'PRO NUMBER', 'CITY', 'STATE', 'ZIP', 'BILL OF LADING NUMBER', 'PRO NUMBER', 'CITY', 'STATE', 'ZIP', and 'BILL OF LADING NUMBER', '",
            "Blank Nutrition Label Template Excel Nutrition Ftempo"
        ],
        "resolution": {
            "height": 1198,
            "width": 972
        },
        "aes": 5.470759868621826
    },
    {
        "path": "01759/00016/000165053.jpg",
        "cap": [
            "A large white crane truck with the name 'SCHWING' on its side is parked on a dirt field. The truck has a long green boom and a white cab. There are several other trucks in the background, and the sky is partly cloudy.",
            "Schwing 52M, Boom Pumps, Construction Equipment"
        ],
        "resolution": {
            "height": 768,
            "width": 1024
        },
        "aes": 4.655400276184082
    },
    {
        "path": "01343/00005/000052782.jpg",
        "cap": [
            "A white baby onesie with a graphic design of a pitbull's face on the front is displayed on a grey background. The onesie is placed on a surface with a black spherical object and a metal object to the left of the onesie.",
            "KAYERDELLE The Pitbull Face Long-Sleeve Unisex Baby Bodysuits for 6-24 Months Infant"
        ],
        "resolution": {
            "height": 1200,
            "width": 1200
        },
        "aes": 3.8925576210021973
    },
    {
        "path": "01081/00021/000219417.jpg",
        "cap": [
            "A well-stocked liquor store shelf filled with various bottles of alcohol. The shelf is neatly organized with rows of bottles, each containing different types of liquor. The bottles are of various shapes and sizes, and the shelf is well-lit, making it easy to see the labels and colors of the liquors.",
            "Government warned that banning cheap alcohol will send shoppers north"
        ],
        "resolution": {
            "height": 540,
            "width": 720
        },
        "aes": 5.166239261627197
    },
    {
        "path": "02587/00012/000127889.jpg",
        "cap": [
            "A black and white photograph depicts a group of people standing outside a building with a damaged facade. The building has a large arched window and a wooden door. There are several individuals, including a man in a suit and a woman in a dress, standing near the building. A wooden chair is visible in the foreground, and there is a bicycle parked to the right. The sky is overcast, and the overall atmosphere is somber.",
            "A synagogue in D\\xc4\\x99bica in 1961, 3 Krakowska street, photo: Jerzy \\xc5\\xbburawski / source: www. sztetl.org.pl"
        ],
        "resolution": {
            "height": 736,
            "width": 1000
        },
        "aes": 5.367290496826172
    },
    {
        "path": "02324/00024/000246401.jpg",
        "cap": [
            "A rustic wooden wall with a large, intricate metal tree sculpture mounted on it. The tree sculpture has a textured, leafy canopy and a thick, textured trunk. Below the sculpture, there is a small wooden shelf with a vase of white and yellow flowers, a small framed picture, and a few books stacked on top of each other.",
            "9+ Wonderful Wood Tree Wall Decor Collection Metal tree wall art"
        ],
        "resolution": {
            "height": 900,
            "width": 900
        },
        "aes": 5.4151930809021
    },
    {
        "path": "02249/00033/000330869.jpg",
        "cap": [
            "A person is standing in front of a plain background wearing a grey top with white polka dots, white pants with a white lace trim at the bottom, and brown loafers.",
            "Women Fashion Short Sleeves Polka Dot Loose Dress"
        ],
        "resolution": {
            "height": 1000,
            "width": 750
        },
        "aes": 5.031469345092773
    },
    {
        "path": "00690/00034/000342207.jpg",
        "cap": [
            "A colorful layered cocktail with blue, orange, and red hues is served in a clear glass with a black straw. The glass is placed on a reflective surface, possibly a table, with a blurred background featuring a window and outdoor elements.",
            "Hyatt Centric Kanazawa LGBTQ Pride Cocktail"
        ],
        "resolution": {
            "height": 720,
            "width": 1280
        },
        "aes": 5.2539262771606445
    },
    {
        "path": "00561/00032/000321393.jpg",
        "cap": [
            "A pair of black socks with a pattern of colorful snowflakes and candy canes on them.",
            "Sparkling dot ankle socks - Socks - Black"
        ],
        "resolution": {
            "height": 1086,
            "width": 802
        },
        "aes": 4.947813510894775
    },
    {
        "path": "00234/00025/000257286.jpg",
        "cap": [
            "A close-up of a wooden floor with a herringbone pattern. The wood has a natural finish and the floor appears to be in good condition.",
            "TrafficMaster Greyed Oak Wood Residential Vinyl Sheet Flooring 12 ft. Wide x Cut to Length"
        ],
        "resolution": {
            "height": 600,
            "width": 600
        },
        "aes": 5.26463508605957
    },
    {
        "path": "02030/00016/000162739.jpg",
        "cap": [
            "A modern, sleek travel trailer with a shiny exterior and a contemporary design is parked in a well-maintained lot. The trailer features a large window with a reflective surface, a flat roof, and a streamlined body. The lot is clean and free of debris, with a clear sky above. The trailer is positioned in the center of the frame, and the background is devoid of any other vehicles or structures, emphasizing the trailer's presence.",
            "2019 Winnebago Micro Minnie 2108DS 22.42 ft Travel Trailer RV"
        ],
        "resolution": {
            "height": 534,
            "width": 800
        },
        "aes": 4.962576866149902
    },
    {
        "path": "00607/00016/000169576.jpg",
        "cap": [
            "Three identical electric toothbrushes with blue bristles and white handles are displayed against a white background. Each toothbrush has a Philips Sonicare logo and the model number G3. The toothbrushes are positioned side by side, with the bristles pointing upwards.",
            "Philips Sonicare G3 Premium Gum Care\\nStandard sonic toothbrush heads HX9053 3-PS"
        ],
        "resolution": {
            "height": 1000,
            "width": 586
        },
        "aes": 4.9058122634887695
    },
    {
        "path": "02561/00023/000231807.jpg",
        "cap": [
            "A modern high-rise building with a white exterior and numerous windows. The building has a flat roof and is surrounded by a clear blue sky with a few clouds. The windows are evenly spaced and appear to be of a similar size. The building's facade is clean and unadorned, giving it a minimalist appearance.",
            "Brickell Listings"
        ],
        "resolution": {
            "height": 1032,
            "width": 1600
        },
        "aes": 5.508893966674805
    },
    {
        "path": "01653/00028/000284435.jpg",
        "cap": [
            "A white card with the word 'Proud' in black cursive font on the left side and 'Marie' in black cursive font on the right side is placed on a white surface. A single strand of a plant or flower is lying diagonally across the card, starting from the top left corner and extending towards the bottom right corner.",
            "elvire delanote, graphic design, gent, ghent, branding, brand design, proud marie"
        ],
        "resolution": {
            "height": 933,
            "width": 1400
        },
        "aes": 4.2396416664123535
    },
    {
        "path": "00702/00033/000332406.jpg",
        "cap": [
            "A basketball player in a yellow jersey is attempting to block a shot by another player in a red and white jersey. The player in yellow is reaching out with his right hand towards the ball, while the player in red and white is looking towards the ball with a focused expression. The scene appears to be taking place during a basketball game, with other players and spectators in the background.",
            "ce14bd922 Trevor Ariza Rocks Vintage Kobe Bryant Lakers Jersey While in Philadelphia  "
        ],
        "resolution": {
            "height": 1200,
            "width": 1200
        },
        "aes": 5.083876132965088
    },
    {
        "path": "01662/00020/000206677.jpg",
        "cap": [
            "A large, ancient stone structure with multiple arches and a stone pathway leading to it. The structure is surrounded by a lush green forest, and there is a stone circle with a fire pit in the foreground.",
            "Great Mosque at Gedi"
        ],
        "resolution": {
            "height": 576,
            "width": 768
        },
        "aes": 5.165175914764404
    },
    {
        "path": "00092/00000/000008022.jpg",
        "cap": [
            "A man is standing on a sailboat with a flag featuring the Indian tricolor. The boat is surrounded by other boats in the water, and the man is holding a flagpole with the Indian flag.",
            "Injured Indian Navy commander Abhilash Tomy rescued three days after SOS"
        ],
        "resolution": {
            "height": 619,
            "width": 1100
        },
        "aes": 4.697949409484863
    },
    {
        "path": "02105/00030/000300092.jpg",
        "cap": [
            "A detailed illustration of a metal bracket assembly with various parts labeled. The assembly includes a main bracket with two adjustable parts, screws, and nuts. The illustration is accompanied by a legend with part numbers and descriptions, such as '4-5', 'A-C', '3A-B', and 'Channel nuts'. The parts are shown in different stages of assembly, with some parts detached and others connected.",
            "Fixed Laterals parts diagram"
        ],
        "resolution": {
            "height": 721,
            "width": 1000
        },
        "aes": 4.8620758056640625
    },
    {
        "path": "00665/00017/000177269.jpg",
        "cap": [
            "A quote by Robert Rauschenberg is displayed on a white background with a subtle gradient. The quote reads, 'I want my paintings to look like what's going on outside my window rather than what's inside my studio.' The text is in a serif font and is centered on the image. Below the quote, there is a small text that says 'Picture Quotes' with a heart symbol and the number '1' next to it.",
            "I want my paintings to look like what's going on outside my window rather than what's inside my studio. Picture Quote #1"
        ],
        "resolution": {
            "height": 800,
            "width": 620
        },
        "aes": 4.089672565460205
    },
    {
        "path": "02320/00025/000257080.jpg",
        "cap": [
            "A plate of sushi with a dollop of wasabi and a black sesame seed on top, garnished with a yellow flower and a purple flower.",
            "The Ritz-Carlton, Millenia Singapore Hotel - Singapore - Bird's Nest Dumpling with Caviar"
        ],
        "resolution": {
            "height": 683,
            "width": 1024
        },
        "aes": 5.437381744384766
    },
    {
        "path": "01291/00030/000304810.jpg",
        "cap": [
            "The second image is a promotional advertisement for Blizzard Treats, featuring a large blue vending machine with the Blizzard logo and the slogan 'If every Blizzard served upside down, why not turn the entire store upside down?' The advertisement includes various elements such as a person inside the vending machine, a person holding a Blizzard cup, and a person with a thought bubble. There are also smaller images and text blocks around the vending machine, showcasing different Blizzard Treats and their unique features. The overall design is eye-catching and colorful, with a focus on the Blizzard brand and its products.",
            "Dairy Queen Experiential Ad - Blizzard Store "
        ],
        "resolution": {
            "height": 1560,
            "width": 2200
        },
        "aes": 4.5351128578186035
    },
    {
        "path": "00006/00030/000300511.jpg",
        "cap": [
            "A close-up image of a red crab with detailed texture on its shell, positioned on a sandy surface with a rock in the background. The crab's eyes are prominent, and there is a water droplet on its shell. The image has a watermark in the bottom right corner.",
            "Galapagos Islands Floreana Island Ecuador Ecuadorian South America American,Flour Beach Sally Lightfoot crab lava rock, Stock Photo"
        ],
        "resolution": {
            "height": 955,
            "width": 1300
        },
        "aes": 4.746959686279297
    },
    {
        "path": "01916/00009/000094696.jpg",
        "cap": [
            "A green and white cement mixer truck is parked in front of a building with a yellow and black logo on the side. The truck has a large drum on the back and a smaller one on the front. The license plate reads 'ABIZAC 18'. The building has a white facade with a window on the left side. The ground is grey, and there is a small patch of grass to the right of the truck.",
            "Pompa mixer beton diesel ABJZ40C dikirim ke Jamaika"
        ],
        "resolution": {
            "height": 600,
            "width": 800
        },
        "aes": 4.490687847137451
    },
    {
        "path": "01066/00029/000299570.jpg",
        "cap": [
            "A man with a short haircut is standing in front of a wall with vertical lines. He is wearing a dark shirt and has a visible tattoo on his neck.",
            "Vidal Andres Enrique Mayorga (Source: Lubbock County Detention Center)"
        ],
        "resolution": {
            "height": 675,
            "width": 1200
        },
        "aes": 4.863698482513428
    },
    {
        "path": "01896/00004/000045974.jpg",
        "cap": [
            "A serene landscape featuring a large, open field with tall grasses and a few scattered trees. The sky is clear with a few clouds, and the overall atmosphere is calm and peaceful.",
            "Lot 61 Tungamah - Peechelba Road, Wilby, Vic 3728"
        ],
        "resolution": {
            "height": 600,
            "width": 800
        },
        "aes": 4.751427173614502
    },
    {
        "path": "02493/00001/000012018.jpg",
        "cap": [
            "The second image is a movie poster for the film 'Snap Decision'. It features a close-up of a camera lens with a blurred background, suggesting the theme of photography. The title 'Snap Decision' is prominently displayed in the center, with the tagline 'The moment of truth' written below it. The poster has a dark color scheme with a focus on the camera lens, which is the central element of the composition.",
            "Snap Decision"
        ],
        "resolution": {
            "height": 1600,
            "width": 1200
        },
        "aes": 3.898362159729004
    },
    {
        "path": "01918/00004/000048519.jpg",
        "cap": [
            "A red vintage pickup truck is parked in front of a modern building with a reflective glass facade. The truck has a classic design with a prominent grille, round headlights, and a flatbed. It is positioned next to a white van and a black car, all of which are parked in a parking lot with visible parking lines. The building's exterior features a unique design with vertical panels that reflect the surrounding environment.",
            "1955 Chevrolet 3100 (CC-1358104) for sale in Seattle, Washington"
        ],
        "resolution": {
            "height": 960,
            "width": 1280
        },
        "aes": 4.8719258308410645
    },
    {
        "path": "01626/00011/000111183.jpg",
        "cap": [
            "A vibrant, colorful painting of a woman with a large, stylized yellow and orange hairdo that resembles a sunflower. She is holding a green phone to her ear and has a pink background with a cityscape in the distance. The painting has a textured, almost three-dimensional appearance, with the woman's dress and the cityscape having a blue hue.",
            "Myrvold, Pia - Guessing your mind"
        ],
        "resolution": {
            "height": 790,
            "width": 800
        },
        "aes": 4.818439960479736
    },
    {
        "path": "00693/00004/000045363.jpg",
        "cap": [
            "A wooden hairbrush with black bristles is lying on a white background.",
            "Saphir 6-1/4'' Brass Brush"
        ],
        "resolution": {
            "height": 1023,
            "width": 1209
        },
        "aes": 4.980077743530273
    },
    {
        "path": "01476/00007/000079570.jpg",
        "cap": [
            "A rustic wooden table is set with a cup of coffee and a plate of sliced tomatoes.",
            "Close-up of bael dry and glass tea and bael juice on the wooden floor"
        ],
        "resolution": {
            "height": 1150,
            "width": 1600
        },
        "aes": 3.8593831062316895
    },
    {
        "path": "00191/00003/000037047.jpg",
        "cap": [
            "A close-up view of a salad with a variety of ingredients including lettuce, tomatoes, beans, and shredded cheese. The salad is well-dressed and appears fresh and appetizing.",
            "Italian Chopped Salad mixed in a bowl"
        ],
        "resolution": {
            "height": 1024,
            "width": 657
        },
        "aes": 4.858251571655273
    },
    {
        "path": "00137/00033/000332248.jpg",
        "cap": [
            "A sleek, modern LED light bar with a black finish and multiple blue LED lights is mounted on a white metal bracket. The light bar is connected to a black power cord that is coiled on the floor. The background is a plain white wall.",
            "Bar, 6-led UV Light Ultraviolet ANTARI DarkFX Strip 510"
        ],
        "resolution": {
            "height": 1200,
            "width": 1600
        },
        "aes": 5.15055513381958
    },
    {
        "path": "00232/00016/000164413.jpg",
        "cap": [
            "A stack of playing cards with neon outlines is placed on a black stand. The cards are illuminated with a blue glow, and the stand is plugged into a power source with a black cord. The background is a plain, light blue color.",
            "Playing Card 3D Touch Control 7-Color Changing USB LED Desk Table Night Light Lamp "
        ],
        "resolution": {
            "height": 600,
            "width": 600
        },
        "aes": 4.87208890914917
    },
    {
        "path": "02662/00004/000048460.jpg",
        "cap": [
            "A modern, sleek anemometer with a metallic finish and a black propeller is mounted on a white background. The anemometer has a cylindrical body with a black base and a small orange label on the side. The propeller is black with a metallic hub, and the device is positioned upright.",
            "Thumbnail for Thies Clima Wind Transmitter"
        ],
        "resolution": {
            "height": 600,
            "width": 600
        },
        "aes": 4.684549331665039
    },
    {
        "path": "02059/00009/000094088.jpg",
        "cap": [
            "A modern workspace setup with a laptop on the left, a desktop monitor in the center, and a smartphone on the right. The laptop screen displays a website with a red and white 'CHILI' logo, while the desktop monitor shows a website with a blue and white 'CHILI' logo, along with a 'CHILI' sign and a 'CHILI' logo on the screen. The smartphone screen shows a website with a blue and white 'CHILI' logo and a 'CHILI' sign. The workspace is clean and minimalistic, with no other items or clutter visible.",
            "chilu website mockup"
        ],
        "resolution": {
            "height": 855,
            "width": 1824
        },
        "aes": 4.8207173347473145
    },
    {
        "path": "00842/00020/000205375.jpg",
        "cap": [
            "A man and a woman are standing close together, smiling and looking at each other. The man is wearing a blue shirt with a pattern, and the woman is wearing a green dress. They are standing on a street with buildings in the background, and there are cars parked on the side of the road. The sky is overcast, and there are traffic lights visible in the distance.",
            "Adorable couple near old train tracks in downtown Waxhaw, NC Engagement Session with Green Dress Outfit Ideas"
        ],
        "resolution": {
            "height": 1074,
            "width": 1600
        },
        "aes": 5.868119239807129
    },
    {
        "path": "00552/00002/000027344.jpg",
        "cap": [
            "A woman with blonde hair is standing in front of a large, white medical machine with a blue stripe at the top. She is wearing a pink top and is looking at her reflection in the machine. The machine has a control panel with buttons and a screen displaying a woman's face. The room has a pink wall and the lighting appears to be soft and warm.",
            "BREAST CANCER: We are living much longer and are therefore more likely to get breast cancer."
        ],
        "resolution": {
            "height": 1190,
            "width": 2121
        },
        "aes": 5.395346641540527
    },
    {
        "path": "02695/00011/000114730.jpg",
        "cap": [
            "A pair of black sunglasses with a gold logo on the left lens and a silver hinge on the right side. The lenses are dark and the frame is black with a slight curve at the top.",
            "Tom Ford Black Campbell Sunglasses ($380)\\n"
        ],
        "resolution": {
            "height": 920,
            "width": 600
        },
        "aes": 4.972003936767578
    },
    {
        "path": "02632/00001/000010597.jpg",
        "cap": [
            "A pair of red flip-flops with green accents on the straps and soles.",
            "Flip Flops Clipart Free Download Clip Art - Flip Flops Clipart Black And White"
        ],
        "resolution": {
            "height": 840,
            "width": 840
        },
        "aes": 4.543100833892822
    },
    {
        "path": "01085/00013/000136977.jpg",
        "cap": [
            "A person's hands are holding a pencil and a ruler, drawing on a piece of paper. The paper is placed on a wooden surface, and there are other drawing tools such as a pencil and a sharpener nearby.",
            "Roofing contractor takes notes for formal inspection report"
        ],
        "resolution": {
            "height": 576,
            "width": 768
        },
        "aes": 5.358860015869141
    },
    {
        "path": "00423/00011/000114751.jpg",
        "cap": [
            "A man with a beard is standing in a field with tall grass and trees. He is wearing a dark jacket with a hood and has his hands in his pockets. The man is facing away from the camera, looking towards the left.",
            "M-65 Field Jacket Liner | Triple Aught Design"
        ],
        "resolution": {
            "height": 720,
            "width": 1280
        },
        "aes": 5.033257007598877
    },
    {
        "path": "00762/00029/000293897.jpg",
        "cap": [
            "A quaint white cottage with a black roof and two chimneys is surrounded by a lush green lawn. The cottage has a black door with a window above it, and two windows on either side. A wooden bench is placed near the door, and a stone wall with a wooden fence is visible to the left. The sky is partly cloudy.",
            "Typical small farmhouse or croft, Clachtoll, Assynt, Scotland, United Kingdom - Stock Image"
        ],
        "resolution": {
            "height": 979,
            "width": 1300
        },
        "aes": 4.490553379058838
    },
    {
        "path": "01393/00005/000051087.jpg",
        "cap": [
            "A collection of various colored plastic tools, including screwdrivers and chisels, are neatly arranged on a white surface.",
            "Eyelet Outlet Baseball Bat Brads-eyelet outlet, sports, baseball bats brads, scrapbooking, embellishments, shaped brads"
        ],
        "resolution": {
            "height": 640,
            "width": 640
        },
        "aes": 4.400633335113525
    },
    {
        "path": "01747/00011/000119977.jpg",
        "cap": [
            "A close-up view of a garden bed with a variety of green plants, including leafy greens and possibly peas, growing among small rocks and mulch. The plants are healthy and vibrant, with some leaves reaching up towards the top of the frame. The soil is rich and dark, and the overall scene conveys a sense of growth and abundance.",
            "Spring brings new life to sophomore Ava Belchez's garden. "
        ],
        "resolution": {
            "height": 688,
            "width": 900
        },
        "aes": 4.9750471115112305
    },
    {
        "path": "02406/00007/000078963.jpg",
        "cap": [
            "A series of images showcasing a laptop with its keyboard detached. The first image shows the detached keyboard with the laptop's logo visible. The second image displays the laptop's screen with a blurred background. The third image shows the laptop's screen with a clear background. The fourth image presents the laptop's screen with a blurred background. The fifth image displays the laptop's screen with a clear background. The sixth image shows the laptop's screen with a blurred background. The seventh image presents the laptop's screen with a clear background. The eighth image displays the laptop's screen with a blurred background. The ninth image shows the laptop's screen with a clear",
            "Lenovo Thinkpad S1 Yoga 12"
        ],
        "resolution": {
            "height": 1000,
            "width": 1000
        },
        "aes": 4.8904619216918945
    },
    {
        "path": "00525/00017/000178822.jpg",
        "cap": [
            "A red brick house with a pointed roof and a chimney is visible. The house has multiple windows with white frames, and there is a wooden fence on the left side. The sky is clear with a few clouds, and there is a satellite dish on the roof.",
            "2 Bedrooms Property for sale in West View, Kippax, Leeds, LS25"
        ],
        "resolution": {
            "height": 768,
            "width": 1139
        },
        "aes": 4.961474418640137
    },
    {
        "path": "00747/00031/000315086.jpg",
        "cap": [
            "A rural landscape with a small stream running through a field of tall grass and corn. The sky is partly cloudy, and there are trees and hills in the background. A small house is visible in the distance.",
            "In Germany, a grassroots push to save disappearing birds and bees forces change"
        ],
        "resolution": {
            "height": 675,
            "width": 1200
        },
        "aes": 5.057529926300049
    },
    {
        "path": "01505/00023/000239841.jpg",
        "cap": [
            "A framed poster of 'The Texas Chainsaw Massacre' with a red and black color scheme, featuring a silhouette of a woman in a red dress with a knife, and the title and tagline 'The Texas Chainsaw Massacre' in white and black text. The poster has a worn and aged appearance with creases and tears, giving it a vintage feel.",
            "The Texas Chainsaw Massacre 11x17 Movie Poster"
        ],
        "resolution": {
            "height": 798,
            "width": 570
        },
        "aes": 4.872148513793945
    },
    {
        "path": "02283/00018/000184394.jpg",
        "cap": [
            "A scenic view of a mountainous landscape with a small village at the base. The sky is partly cloudy with large, fluffy clouds. The village consists of several houses with yellow and white facades, and there are trees scattered throughout the area. The terrain is hilly with patches of greenery and some rocky areas.",
            "Photologue - A Drive to Kasauli, a drive to remember!-dsc_0640.jpg"
        ],
        "resolution": {
            "height": 533,
            "width": 800
        },
        "aes": 4.679762840270996
    },
    {
        "path": "01470/00020/000204694.jpg",
        "cap": [
            "A person in a medieval knight's armor is holding a sword and shield, standing in a grassy field with trees in the background.",
            "Polish Historical Hussar Knight Plate Armor Suit Realized"
        ],
        "resolution": {
            "height": 900,
            "width": 600
        },
        "aes": 5.089094161987305
    },
    {
        "path": "02577/00016/000163169.jpg",
        "cap": [
            "The second image is a comic book cover titled 'Injustice: Gods Among Us - The Beginning End'. It features a dynamic scene with Superman and Batman in a fierce battle. Superman is in the foreground, with his cape flowing behind him, while Batman is in the background, leaping towards him. The cover has a dark and dramatic color scheme with a focus on blues and purples, and the title and tagline are prominently displayed in the foreground. The image is framed with a border that includes a barcode and other typical comic book design elements.",
            "Injustice: Gods Among Us #12"
        ],
        "resolution": {
            "height": 1280,
            "width": 833
        },
        "aes": 5.139048099517822
    },
    {
        "path": "02046/00009/000094973.jpg",
        "cap": [
            "A close-up of a person's right foot wearing a black sneaker with the brand 'adidas' visible on the side. The sneaker has a black upper with a patterned design and a black sole. The person is wearing black socks that match the sneaker. The background is out of focus, but it appears to be a surface with a speckled texture.",
            "Salomon Mens Predict Soc Running"
        ],
        "resolution": {
            "height": 1000,
            "width": 1500
        },
        "aes": 4.521048069000244
    },
    {
        "path": "02231/00033/000338716.jpg",
        "cap": [
            "A bustling city scene with a large, ornate building in the center. The building has a unique, dome-like structure with a patterned design. People are walking around the area, some carrying bags and backpacks. The sky is clear with a few clouds, and the overall atmosphere is busy and vibrant.",
            "Birmingham Curzon HS2 Station, images from Birmingham City Council"
        ],
        "resolution": {
            "height": 546,
            "width": 546
        },
        "aes": 5.612812519073486
    },
    {
        "path": "01859/00000/000009226.jpg",
        "cap": [
            "The second image is a close-up of a digital screen displaying a text message. The message is titled 'The Digital Change Agent's Manifesto' and includes a warning that the first seven pages of the report are not free. Below the title, there is a message stating that the entire report is free of charge, and a link to download it is provided. The message also includes a link to the website 'alltimemeterchangeagents.com' and a request to visit the link below. The background of the screen is a gradient of blue and white, and the text is in a modern font.",
            "[REPORT PREVIEW] The Digital Change Agent's Manifesto"
        ],
        "resolution": {
            "height": 826,
            "width": 638
        },
        "aes": 4.184152126312256
    },
    {
        "path": "02210/00014/000148576.jpg",
        "cap": [
            "A pair of beige high-heeled shoes with a glossy finish and a pointed toe. The shoes have a low heel and a sleek design.",
            "Bandolino Women's Franci Pump   M US"
        ],
        "resolution": {
            "height": 1128,
            "width": 800
        },
        "aes": 5.257894515991211
    },
    {
        "path": "02414/00030/000301458.jpg",
        "cap": [
            "A close-up view of a floral patterned fabric with a focus on the upper left corner. The fabric features a variety of flowers and leaves in shades of pink, yellow, and blue, with a predominantly light grey background. The image is cropped tightly around the fabric, with no visible surroundings.",
            "Infant Printed Dress"
        ],
        "resolution": {
            "height": 1760,
            "width": 1220
        },
        "aes": 4.884725093841553
    },
    {
        "path": "01991/00000/000008737.jpg",
        "cap": [
            "A large bowl filled with a mixture of white rice and milk. The rice is scattered throughout the bowl, with some clumps forming on the surface. The milk is visible in the center of the bowl, creating a creamy texture. The bowl is placed on a surface, and there is a spoon resting on the rim of the bowl.",
            " Draining of the whey and separating the curds. "
        ],
        "resolution": {
            "height": 540,
            "width": 720
        },
        "aes": 4.843784809112549
    },
    {
        "path": "01738/00020/000204111.jpg",
        "cap": [
            "The first image shows a dental clinic interior with a large mirror on the wall, a dental chair in the foreground, and a scale on the right side. The word 'PROCEDURES' is prominently displayed in the center of the image. The room has a clean and professional look with white cabinets and a tiled floor. There are framed pictures on the wall, and a digital clock is visible on the left side.",
            "As a result of years of experience in complex reconstructive surgery, Stephen M Warren has developed innovative natural techniques to optimize medical and aesthetic outcomes in plastic surgery.  Learn more >>"
        ],
        "resolution": {
            "height": 651,
            "width": 977
        },
        "aes": 5.250471591949463
    },
    {
        "path": "00605/00024/000240899.jpg",
        "cap": [
            "A camouflage patterned fabric with a patch that reads 'UNITED STATES AIR FORCE RETIRED' in the center. The patch features a black and white American flag design. The fabric has a textured appearance with various shades of green, brown, and tan.",
            "U.S. Air Force: Retired (Camo)"
        ],
        "resolution": {
            "height": 550,
            "width": 550
        },
        "aes": 5.223599433898926
    },
    {
        "path": "02626/00018/000182117.jpg",
        "cap": [
            "A set of colorful marbles is arranged in a triangular formation within a wooden holder. The marbles are of various colors including yellow, red, green, blue, and purple. Each marble has a number on it, ranging from 1 to 10. The holder has a white background and is placed on a surface with a white background.",
            "VintageAntique Pool Balls,Billiard Game Set,Bakelite Pool Balls,Size 2-14\\\\u201d,Stripes And Solids Collectible Billiard Set,Home or Bar Decor"
        ],
        "resolution": {
            "height": 528,
            "width": 794
        },
        "aes": 4.963680744171143
    },
    {
        "path": "00007/00018/000184690.jpg",
        "cap": [
            "A train station platform with a train track leading into the distance. The platform is empty, and there are no trains present. The sky is clear and blue, and there are power lines above the platform. There are trees and a building in the background, and a person is visible on the platform.",
            "Renfe / ADIF: Mollet - Santa Rosa - 2005"
        ],
        "resolution": {
            "height": 576,
            "width": 768
        },
        "aes": 5.067852020263672
    },
    {
        "path": "00929/00030/000302959.jpg",
        "cap": [
            "A plain white t-shirt with a relaxed fit and a soft texture.",
            "loose round neck white asymmetric Tshirt  NHAM321819"
        ],
        "resolution": {
            "height": 800,
            "width": 800
        },
        "aes": 4.671857833862305
    },
    {
        "path": "00616/00002/000020410.jpg",
        "cap": [
            "A close-up of a green and yellow necklace with a textured surface, featuring a large pendant with a vertical yellow stripe in the center, and two smaller triangular pendants hanging from it. The necklace is displayed against a white background.",
            "Vintage Jakob Bengel 1930s Green &amp; Amber Art Deco Chrome &amp; Bakelite Necklace"
        ],
        "resolution": {
            "height": 736,
            "width": 736
        },
        "aes": 5.35447883605957
    },
    {
        "path": "01559/00016/000160226.jpg",
        "cap": [
            "A red and black backpack with the word 'LEKI' printed on it is displayed against a white background. The backpack has multiple compartments, including a laptop sleeve, and features a carabiner and a charging cable attached to it.",
            "Leki Bootbag HOT heatable II 360011006 skiexpert"
        ],
        "resolution": {
            "height": 768,
            "width": 1024
        },
        "aes": 5.146434307098389
    },
    {
        "path": "02457/00016/000165939.jpg",
        "cap": [
            "A modern concrete staircase with a handrail is set against a backdrop of lush greenery. The staircase is made of concrete with visible aggregate and is supported by a metal handrail. The surrounding area is filled with dense foliage, creating a natural and serene environment.",
            "This Aug. 4, 2015 photo shows stair rails and shadows forming patterns in an exterior view of Benesse House, a Tadao Ando-designed museum that doubles as a h..."
        ],
        "resolution": {
            "height": 845,
            "width": 634
        },
        "aes": 5.083379745483398
    },
    {
        "path": "00393/00023/000235189.jpg",
        "cap": [
            "A spacious room with a high ceiling and a large window on the right side, allowing natural light to illuminate the interior. The room features a beige tiled floor and is decorated with two large, ornate golden curtains framing the window. There is a small table with a chair in the center of the room, and a black air conditioning unit is mounted on the wall above the window. The walls are painted in a light color, and the ceiling has a decorative element in the center.",
            "House for Rent in Maria Luisa"
        ],
        "resolution": {
            "height": 600,
            "width": 660
        },
        "aes": 5.307349681854248
    },
    {
        "path": "00840/00024/000240372.jpg",
        "cap": [
            "A collection of various foods is displayed in a grid format, each with a letter assigned to it. The foods include fruits, vegetables, and other items, all illustrated in a simple, line-drawn style. The letters are written in a cursive script and are placed above each food item. The foods are arranged in a way that the first letter of each food item's name is the same as the letter assigned to it.",
            "Food Inspired Fonts Vidhya Nagarajan"
        ],
        "resolution": {
            "height": 897,
            "width": 588
        },
        "aes": 3.896960735321045
    },
    {
        "path": "01929/00024/000247163.jpg",
        "cap": [
            "A bottle of Radax Men Invigorating Shower Gel + Shampoo with Lemon and Tea Tree is displayed against a white background. The bottle has a black cap and a yellow label with black text and a black and yellow pattern. The label features the brand name 'Radax', the product name 'Men', and the tagline 'Invigorating Shower Gel + Shampoo'. The bottle is positioned at an angle, showing the label and the cap.",
            "\\xe5\\x82\\x80\\xe5\\x84\\xa1\\xe5\\xbb\\x83\\xe6\\xa3\\x84\\xe8\\xa7\\xa3\\xe6\\xb1\\xba\\xe3\\x81\\x99\\xe3\\x82\\x8bRadox Shower Gel + Shampoo for Men - Invigorating Lemon & Tea Tree (250ml) - Pack of 6 by Radox"
        ],
        "resolution": {
            "height": 1322,
            "width": 1322
        },
        "aes": 4.418323516845703
    },
    {
        "path": "01760/00025/000259403.jpg",
        "cap": [
            "A screenshot of a DNS report page with various DNS records listed. The page has a header with the text 'DNS Report' and a footer with the text 'RBL Tracker'. The records include 'A Records', 'CNAME Records', 'MX Records', and 'TXT Records', among others. Each record has a name, value, and TTL (time to live) listed. The page also has a 'Use this simple tool to backup your MX records on your domain' message and a 'Domain Name' input field.",
            "DNS Report"
        ],
        "resolution": {
            "height": 589,
            "width": 650
        },
        "aes": 4.7168049812316895
    },
    {
        "path": "02368/00024/000241255.jpg",
        "cap": [
            "A pair of brown and white sandals with a metallic buckle and a black toe cap. The sandals have a mesh upper with a pattern of small holes and a textured sole with yellow accents.",
            "Mens Leather Comfy Non Slip Hand Stricing Soft Sole Casual Sandals - 2"
        ],
        "resolution": {
            "height": 800,
            "width": 800
        },
        "aes": 5.096734046936035
    },
    {
        "path": "00136/00008/000085520.jpg",
        "cap": [
            "A balcony with a variety of potted plants and flowers. The balcony has a white railing with intricate designs and is adorned with multiple potted plants and flowers in different colors such as pink, purple, white, and yellow. There is a large window with a brown frame and a white curtain partially drawn. The wall of the building is a warm beige color, and there is a wooden ladder leaning against the wall.",
            "17 best ideas about balcony flowers on pinterest small for Best flowers for apartment balcony"
        ],
        "resolution": {
            "height": 760,
            "width": 570
        },
        "aes": 5.601919174194336
    },
    {
        "path": "01376/00019/000194182.jpg",
        "cap": [
            "A black t-shirt with a graphic design featuring a red goat-like creature with horns and a tongue sticking out, surrounded by flames and the text 'CUTE AS HELL' in a decorative font. The shirt has a ribbed collar and is modeled on a mannequin.",
            "Premium Cute as Hell shirt"
        ],
        "resolution": {
            "height": 710,
            "width": 710
        },
        "aes": 4.7192583084106445
    },
    {
        "path": "02020/00025/000256568.jpg",
        "cap": [
            "The second image is a modified version of the first, where the text on the signpost has been changed to 'SAMUEL - SAUL - DAVID'. The image now includes a car in the foreground on the left side, and the sky has a more dramatic sunset with clouds. The text at the bottom of the image has been updated to 'ROUTE 66' and 'AUTHORS'. The image also has a warmer color tone compared to the first.",
            "1 Samuel ~ Saul 2 Samuel ~ David"
        ],
        "resolution": {
            "height": 720,
            "width": 960
        },
        "aes": 5.3469672203063965
    },
    {
        "path": "00247/00011/000118137.jpg",
        "cap": [
            "A group of three individuals is standing in front of a brick wall. The person on the left is a woman with long black hair, wearing a black leather jacket and sunglasses. The person in the middle is a man with short black hair, wearing a black suit with a black shirt and sunglasses. The person on the right is a man with short black hair, wearing a black leather jacket and sunglasses.",
            "The Matrix Reloaded"
        ],
        "resolution": {
            "height": 900,
            "width": 1920
        },
        "aes": 5.75638484954834
    },
    {
        "path": "02543/00025/000258345.jpg",
        "cap": [
            "A modern living room with a beige sofa adorned with patterned cushions, a wicker armchair, a glass coffee table with a tray and two cups, and a large window with orange blinds. The room has a wooden floor, a beige rug, and a potted plant.",
            "Tango PerfectFIT Venetian Blind"
        ],
        "resolution": {
            "height": 566,
            "width": 566
        },
        "aes": 5.901812553405762
    },
    {
        "path": "00038/00014/000140659.jpg",
        "cap": [
            "The cover of the book 'The Toss of a Coin: An Autobiography of a Railway Career' by David Maidment. The cover features a vintage photograph of two men, one wearing a suit and the other in a railway uniform, sitting in a train compartment. The title and author's name are prominently displayed in bold, red font at the top and bottom of the cover, respectively. The background is a textured red and beige pattern.",
            "David Maidment The Toss of a Coin. An Autobiography of a Railway Career david axson a j the management mythbuster isbn 9780470586280"
        ],
        "resolution": {
            "height": 1360,
            "width": 907
        },
        "aes": 4.185260772705078
    },
    {
        "path": "01786/00012/000120362.jpg",
        "cap": [
            "A group of mechanics is working on a white and black race car with the number 17 on its side. The car is parked inside a garage with a ramp leading up to it. There are several people in the background, some wearing helmets and others in casual clothing. The garage has a sign that reads 'Porsche' and there are monitors on the wall displaying various data.",
            "Montoya: Porsche LMP1 is so good \\xe2\\x80\\x9cit\\xe2\\x80\\x99s shocking\\xe2\\x80\\x9d"
        ],
        "resolution": {
            "height": 533,
            "width": 800
        },
        "aes": 5.356915473937988
    },
    {
        "path": "02384/00028/000287280.jpg",
        "cap": [
            "The first image shows the underside of a car engine with a close-up view of the engine block, cylinder head, and exhaust manifold. The engine appears to be a V8 with a black cap covering the air filter. The engine is dirty and has a rusted appearance, indicating it has been exposed to the elements for some time. The surrounding area is dark, and the focus is on the engine components.",
            "1957 Chevrolet Bel Air (CC-1174878) for sale in Brea, California"
        ],
        "resolution": {
            "height": 960,
            "width": 1280
        },
        "aes": 4.0139241218566895
    },
    {
        "path": "01620/00000/000006652.jpg",
        "cap": [
            "A man with short hair wearing a blue shirt is smiling.",
            "Victor A. Rodriguez, 42, of Oakland, was appointed to a judgeship in the Alameda County Superior Court by Governor Jerry Brown in December 2017."
        ],
        "resolution": {
            "height": 1392,
            "width": 1200
        },
        "aes": 4.612727642059326
    },
    {
        "path": "02705/00034/000345740.jpg",
        "cap": [
            "A gold cross pendant with a diamond in the center and smaller diamonds along the edges is displayed against a white background. The pendant is attached to a gold chain.",
            "Green Brothers Collection Cross Lovebright Diamond Fashion Pendant"
        ],
        "resolution": {
            "height": 800,
            "width": 800
        },
        "aes": 5.114073753356934
    },
    {
        "path": "00110/00013/000136933.jpg",
        "cap": [
            "The first image shows a family of six posing for a photo. From left to right, there is a young boy, a woman in a white dress, a man in a white shirt, a woman in a pink dress holding a baby, another woman in a pink dress, and a man in a white shirt holding a baby. They are all standing on a grassy area with flowers around them. The image is overlaid with a social media post caption and a 'following' counter at the top.",
            "Baby #2:\\xc2\\xa0Back in March, she and husband Kevin Hart, 40, took to Instagram to announce that they were expecting their second child, a daughter"
        ],
        "resolution": {
            "height": 868,
            "width": 634
        },
        "aes": 5.186099529266357
    },
    {
        "path": "02677/00021/000219257.jpg",
        "cap": [
            "A piece of sushi with a slice of lemon on top is placed on a dark, textured surface. The sushi appears to be a type of fish, possibly white tuna, with a small amount of seasoning or garnish. There are water droplets on the surface around the sushi, suggesting it has been recently placed there. In the background, there are several black bowls stacked on top of each other.",
            "Halibut Nigiri With Truffle Salt"
        ],
        "resolution": {
            "height": 590,
            "width": 590
        },
        "aes": 5.4362382888793945
    },
    {
        "path": "02492/00024/000241621.jpg",
        "cap": [
            "A gold-colored skateboard with a white graphic of a woman running with an umbrella on the underside of the deck. The graphic is surrounded by the text 'FLO MIRTAINT' in white. The skateboard has four white dots on the underside, one at each corner of the deck. The brand name 'ECHO' is written in white on the underside of the deck, along with a stylized logo.",
            "Cliche Mirtain Helas 2 w/Beanie Deck 8.0 x 31.7"
        ],
        "resolution": {
            "height": 1067,
            "width": 800
        },
        "aes": 4.796902656555176
    },
    {
        "path": "02216/00026/000267861.jpg",
        "cap": [
            "A large commercial airplane is parked on the tarmac at an airport. The plane is gray and has a distinctive tail fin. There are several vehicles around the plane, including two ambulances with yellow tops and a bus. There are also two people visible near the plane, one closer to the front and the other near the middle. The tarmac is wet, and there are orange cones scattered around the area.",
            "German plane arrives in Madeira to take home bus crash survivors"
        ],
        "resolution": {
            "height": 524,
            "width": 700
        },
        "aes": 4.612061023712158
    },
    {
        "path": "01148/00028/000286227.jpg",
        "cap": [
            "A black sock with a pink logo and a blue stripe at the top is displayed against a white background.",
            "Image of 1 Pair Black Pink Floyd 1972 Tour Cotton Socks Men's 5.5-8 Mens - Stance"
        ],
        "resolution": {
            "height": 2560,
            "width": 1707
        },
        "aes": 4.618086814880371
    },
    {
        "path": "02494/00010/000106199.jpg",
        "cap": [
            "A sleek, modern metal bed frame with a minimalist design, featuring a flat headboard and footboard with vertical slats, and a simple, straight profile.",
            "HealthCraft Products Bed Rail - Assista-Rail\\xe2\\x84\\xa2"
        ],
        "resolution": {
            "height": 600,
            "width": 600
        },
        "aes": 4.244989395141602
    },
    {
        "path": "01911/00011/000114419.jpg",
        "cap": [
            "A close-up image of a single car tire with a detailed tread pattern. The tire is positioned against a white background, and the lighting is such that the tire's sidewall and tread are clearly visible. The tire appears to be a high-performance tire with a modern design, featuring a black sidewall and a silver rim.",
            "Pneu 235/65 R 17 - Scorpion Verde All Season 108V - Pirelli"
        ],
        "resolution": {
            "height": 900,
            "width": 900
        },
        "aes": 5.564826965332031
    },
    {
        "path": "02633/00033/000336845.jpg",
        "cap": [
            "A black digital clock with a square shape and a grid pattern on the front. The clock has a digital display showing the time in red numbers and a blue power button. The back of the clock has the word 'TONAX' written in white letters.",
            "Tanix TX92 TV Box Amlogic S912 Octa-core CPU Android 7.1 OS Bluetooth 4.1 1000M LAN \\xd1\\x86\\xd0\\xb5\\xd0\\xbd\\xd0\\xb0 2017"
        ],
        "resolution": {
            "height": 1000,
            "width": 1000
        },
        "aes": 5.291172027587891
    },
    {
        "path": "00292/00011/000111708.jpg",
        "cap": [
            "A hard drive with a label that reads 'TOSHIBA ENTERPRISE CAPACITY MG SERIES 2TB'. The label is blue with white text and a red and blue background. The label also has a barcode and a serial number.",
            "Toshiba MG04ACA Series Enterprise HDD 3.5'' 2TB 512e Standard (MG04ACA200E) (TOSMG04ACA200E)"
        ],
        "resolution": {
            "height": 550,
            "width": 550
        },
        "aes": 5.3335466384887695
    },
    {
        "path": "02507/00017/000177957.jpg",
        "cap": [
            "A pair of black athletic shorts with a white logo on the right leg.",
            "Club Shorts Women"
        ],
        "resolution": {
            "height": 640,
            "width": 640
        },
        "aes": 4.735942840576172
    },
    {
        "path": "02048/00005/000053960.jpg",
        "cap": [
            "A modern floor lamp with a black metal pole and three white glass shades is displayed against a white background.",
            "Libby Oiled Bronze and Seeded Glass LED 3-Light Tree Floor Lamp more views"
        ],
        "resolution": {
            "height": 780,
            "width": 780
        },
        "aes": 4.946138381958008
    }
]